13xforever.language-x86-64-assembly
bbenoist.Doxygen
bungcip.better-toml
cheshirekow.cmake-format
cschlosser.doxdocgen
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
HookyQR.beautify
jeff-hykin.better-cpp-syntax
llvm-vs-code-extensions.vscode-clangd
redhat.vscode-yaml
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
svelte.svelte-vscode
twxs.cmake
vadimcn.vscode-lldb
